cold_plate_HX/stage1_microchannel_LN2_77K_Re2300/constant/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object turbulenceProperties;
}
simulationType laminar;
