cold_plate_HX/stage1_microchannel_LN2_77K_Re2300/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    object          transportProperties;
}

transportModel  Newtonian;

nu              [ 0 2 -1 0 0 0 0 ] 2e-07;

beta            [ 0 0 0 -1 0 0 0 ] 0.0057;

TRef            [ 0 0 0 1 0 0 0 ] 77;

Pr              [ 0 0 0 0 0 0 0 ] 2.36;

Prt             [ 0 0 0 0 0 0 0 ] 0.85;


// ************************************************************************* //
