cold_plate_HX/stage1_microchannel_LN2_77K_Re2300/0/alphat
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object alphat;
}
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type calculated; value uniform 0; }
    outlet { type calculated; value uniform 0; }
    heatedWall { type calculated; value uniform 0; }
    adiabaticWalls { type calculated; value uniform 0; }
}
